tap "aws/tap"
tap "go-swagger/go-swagger"
tap "hashicorp/tap"
tap "k1low/tap"
tap "ktr0731/evans"
tap "microsoft/git"
tap "yoheimuta/protolint"
brew "act"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "aws-sam-cli"
brew "awscli"
brew "awsume"
brew "libpng"
brew "glib"
brew "pixman"
brew "cairo"
brew "direnv"
brew "docutils"
brew "envchain"
brew "giflib"
brew "git-secrets"
brew "go"
brew "goenv"
brew "harfbuzz"
brew "jmeter"
brew "jpeg"
brew "jq"
brew "libpq"
brew "pango"
brew "librsvg"
brew "lima"
brew "mkcert"
brew "nkf"
brew "nodenv"
brew "openjdk"
brew "perl"
brew "pipenv"
brew "pre-commit"
brew "protolint"
brew "pyenv"
brew "qemu"
brew "rbenv"
brew "redis"
brew "tbls"
brew "terraformer"
brew "tfenv", args: ["HEAD"]
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "yara"
brew "zip"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "go-swagger/go-swagger/go-swagger"
brew "hashicorp/tap/terraform", link: false
brew "ktr0731/evans/evans"
cask "drawio"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-monaspace"
cask "font-noto-sans-jp"
cask "ghostty"
cask "temurin@21"
vscode "adamviola.parquet-explorer"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anysphere.remote-containers"
vscode "arjun.swagger-viewer"
vscode "bierner.markdown-mermaid"
vscode "castwide.solargraph"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "jebbs.plantuml"
vscode "koichisasada.vscode-rdbg"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode.live-server"
vscode "postman.postman-for-vscode"
vscode "redhat.vscode-yaml"
vscode "redocly.openapi-vs-code"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "streetsidesoftware.code-spell-checker"
vscode "wayou.vscode-todo-highlight"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
